// Pre-install confirmation
"CONFIRM_AT_LOGOUT_BEFORE_RESTART_TITLE" = "Det finns programuppdateringar att installera. Vill du installera dem innan du startar om datorn?";
"WILL_RESTART_COUNTDOWN_MESSAGE_FORMAT" = "Om du inte gör någonting kommer uppdateringarna att installeras och datorn startas om automatiskt om %@.";
"INSTALL_AND_RESTART_TITLE" = "Installera och starta om";
"RESTART_TITLE" = "Starta om";

"CONFIRM_AT_LOGOUT_BEFORE_SHUTDOWN_TITLE" = "Det finns programuppdateringar att installera. Vill du installera dem innan du stänger av datorn?";
"WILL_SHUTDOWN_COUNTDOWN_MESSAGE_FORMAT" = "Om du inte gör någonting kommer uppdateringarna att installeras och datorn stängas av automatiskt om %@.";
"INSTALL_AND_SHUT_DOWN_TITLE" = "Installera och stäng av";
"SHUT_DOWN_TITLE" = "Stäng av";

// Disk verify title
"CHECKING_DISK_STATUS" = "Kontrollerar skiva…";

"DISK_FAILED_VERIFY_TITLE" = "Innan programuppdateringarna kan installeras måste startskivan repareras.";
"DISK_FAILED_VERIFY_MESSAGE" = "Det är möjligt att startskivan har ett problem som kan repareras genom att starta om datorn. Öppna Programuppdatering igen när du startat om datorn och installera uppdateringarna. Kontakta Apples support om det här meddelandet visas igen.";

// time remaining
"SYSTEM_WILL_RESTART_MESSAGE" = "Datorn startar om automatiskt.";
"SYSTEM_WILL_SHUT_DOWN_MESSAGE" = "Datorn stängs av automatiskt.";
